Repository: andrews05/ResForge
Catalog: Resources/*.lproj/Localizable.strings
Languages: cy, gd

# com.nickshanks.resource-map
source: Resource Map
cy: Adnodd Ffeil
gd: Stòras Faidhle

source: Data Fork
gd: Dàta Fork

source: Untitled Resource
gd: Stòras gun ainm

source: Create
cy: Creu
gd: Cruthaith

source: Create New Resource
cy: Creu Adnodd Newydd
gd: Cruthaich Stòras Ùr

source: Delete
cy: Dileu
gd: Sguab às

source: Delete Selected Resource
cy: Dileu Adnodd Ddewiswyd
gd: Sguab às Stòras Tagh

source: Edit
cy: Golygu
gd: Deasaich

source: Edit Resource In Default Editor
cy: Golygu Adnodd Mewn Golygydd Rhagosodedig
gd: Deasaich Stòras In Default Editor

source: Edit Hex
cy: Golygu Hecs
gd: Deasaich Hex

source: Edit Resource As Hexadecimal
cy: Golygu Adnodd Fel Hecsadegol
gd: Deasaich Stòras As Hexadecimal

source: Save
cy: Cadw
gd: Sàbhail

source: Save To %@ Fork
gd: Sàbhail To %@ Fork

source: Data
gd: Dàta

source: Resource
cy: Adnodd
gd: Stòras

source: Show Info
cy: Dangos Gwyb
gd: Nochd Fios

source: Show Resource Information Window
cy: Dangos Ffenestr Adnodd Gwybodaeth
gd: Nochd Stòras Fiosrachaidh Uinneag

source: Export Data
cy: Allforio'r Data
gd: Export Dàta

source: Export Resource Data
cy: Allforio'r Data Adnodd
gd: Export Stòras Dàta

source: Export the resource's data to a file
gd: Export the stòras's dàta to a faidhle

source: Document Info
cy: Gwyb Dogfen
gd: Fios Sgrìobhainnean

source: Resource Info
cy: Gwyb Adnodd
gd: Fios Stòras

source: Create Resource
cy: Creu Adnodd
gd: Cruthaich Stòras

source: Delete Resource
cy: Dileu Adnodd
gd: Sguab às Stòras

source: Name Change
gd: Ainm Change

source: ID Change
gd: Uimhir Change

source: ID Change for “%@”
gd: Uimhir Change for “%@”

source: Type Change
gd: Seòrsa Change

source: Type Change for “%@”
gd: Seòrsa Change for “%@”

source: Attributes Change
gd: Buadhan Change

source: Attributes Change for “%@”
gd: Buadhan Change for “%@”

source: Edit Resource
cy: Golygu Adnodd
gd: Deasaich Stòras

# Edit of table '%@'
source: Edit of “%@”
cy: Golygu y “%@”
gd: Deasaich of “%@”

source: Create New Resource…
cy: Creu Adnodd Newydd…
gd: Cruthaich Stòras Ùr…
